{
    "featured": {
        "title": "Nintendo Direct: Bethesda e Capcom dominam anúncios para o Switch 2",
        "label": "BREAKING NEWS",
        "image": "https://fwmedia.fandomwire.com/wp-content/uploads/2023/09/20044115/20230920_094021_0000.png?width=1600&height=900&fit=crop&format=auto&quality=70",
        "description": "Bethesda confirma retorno de clássicos épicos e Capcom detalha o novo Resident Evil para o hardware da Nintendo.",
        "slug": "nintendo-direct-bethesda-capcom-switch-2",
        "time": "há 15 min",
        "author": "Vitor Conceição",
        "sourceName": "IGN Brasil",
        "sourceUrl": "https://br.ign.com/nintendo-switch-2/150605/news/orbitals-pragmata-e-mais-tudo-o-que-foi-anunciado-nintendo-direct-partnet-showcase-de-fevereiro-de-2",
        "content": "<h2>Bethesda em força total no Switch 2</h2><p>O primeiro Nintendo Direct: Partner Showcase de 2026 foi marcado por uma presença avassaladora da Bethesda. A empresa confirmou que três de seus maiores projetos estão a caminho do novo console da Nintendo: <strong>Fallout 4: Anniversary Edition</strong>, <strong>Indiana Jones e o Grande Círculo</strong> e o aguardado <strong>The Elder Scrolls IV: Oblivion Remastered</strong>.</p><p>Oblivion Remastered, em particular, foi a grande surpresa, prometendo texturas em alta definição e tempos de carregamento instantâneos, aproveitando o SSD do Switch 2. A parceria solidifica a Nintendo como uma casa importante para os grandes RPGs ocidentais.</p><h3>Resident Evil Requiem e Amiibos</h3><p>A Capcom não ficou atrás e apresentou um novo trailer de <strong>Resident Evil Requiem</strong>. O jogo, que chega em 27 de fevereiro, recebeu destaque para as funções exclusivas no Switch 2, incluindo o anúncio de novos Amiibos de Grace e Leon, que desbloquearão itens especiais in-game.</p><h3>Outros Destaques</h3><ul><li><strong>Final Fantasy VII Rebirth</strong>: A Square Enix confirmou o lançamento para 3 de junho, permitindo que a jornada de Cloud seja jogada de forma portátil pela primeira vez.</li><li><strong>Orbitals</strong>: O novo jogo co-op exclusivo do Switch 2 ganhou um trailer técnico mostrando mecânicas de interação com o cenário.</li></ul>"
    },
    "latest": [
        {
            "title": "GTA 6: CEO da Take-Two silencia rumores sobre exclusividade digital",
            "label": "Rockstar",
            "color": "bg-accent-orange",
            "img": "https://cdn-imgs.s3.sa-east-1.amazonaws.com/wp-content/uploads/2025/02/gta-6-2.jpg",
            "description": "Strauss Zelnick confirma que mídia física continua nos planos para o lançamento em novembro, acalmando colecionadores.",
            "author": "Allana Aristides",
            "slug": "gta-6-lancamento-fisico-confirmado",
            "comments": 245,
            "sourceName": "IGN Brasil",
            "sourceUrl": "https://br.ign.com/grand-theft-auto-vi/150574/news/o-pesadelo-acabou-ceo-da-take-two-poe-fim-ao-boato-mais-temido-sobre-o-lancamento-de-gta-6",
            "content": "<p>Após semanas de especulação intensa e medo por parte dos colecionadores, o CEO da Take-Two, <strong>Strauss Zelnick</strong>, colocou um fim definitivo aos boatos de que GTA 6 seria um lançamento estritamente digital. Em entrevista recente, Zelnick foi categórico: \"Esse não é o plano\", referindo-se à ideia de suprimir a versão física para evitar vazamentos antecipados.</p><p>O temor surgiu devido aos históricos vazamentos da Rockstar, mas a empresa parece confiante em sua logística de distribuição. Zelnick também aproveitou para reafirmar a data de lançamento: <strong>18 de novembro de 2026</strong>. Segundo ele, a máquina de marketing da Rockstar começará a girar em breve, prometendo impactar o mundo dos games como nunca antes.</p>"
        },
        {
            "title": "Nioh 3: A nova obra-prima da Team Ninja domina o Metacritic",
            "label": "Review",
            "color": "bg-secondary",
            "img": "https://psxbrasil.com.br/wp-content/uploads/2026/02/Nioh-3_20260119172138-2048x1152.jpg",
            "description": "Com nota 86, a sequência supera expectativas e se torna o novo padrão ouro do gênero soulslike.",
            "author": "Vitor Conceição",
            "slug": "nioh-3-review-metacritic",
            "comments": 89,
            "sourceName": "IGN Brasil",
            "sourceUrl": "https://br.ign.com/nioh-3/150593/news/candidato-ao-goty-nioh-3-tem-recepcao-positiva-e-a-nota-mais-alta-do-ano-no-metacritic",
            "content": "<p>Nioh 3 chegou com a difícil missão de superar dois antecessores aclamados e o fez com maestria. O jogo ostenta atualmente um <strong>Metascore de 86</strong>, tornando-se o segundo jogo mais bem avaliado da franquia até o momento.</p><p>A crítica especializada elogiou a transição para um design de mundo mais aberto e a introdução do exclusivo \"Sistema de Névoa\", que adiciona uma camada tática inédita ao combate. Com esse desempenho, Nioh 3 já desponta como um forte candidato ao <strong>GOTY de 2026</strong>, preparando o palco para o embate contra o novo Resident Evil que chega no final do mês.</p>"
        }
    ],
    "mini": [
        {
            "title": "Stardew Valley nos cinemas? Eric Barone revela por que recusa propostas de Hollywood",
            "img": "https://sm.ign.com/t/ign_br/gallery/s/stardew-va/stardew-valley-gameplay-screenshots-16-update_811c.1200.jpg",
            "excerpt": "O criador ConcernedApe explica a preocupação de que uma adaptação possa arruinar a imaginação e a experiência pessoal dos jogadores.",
            "label": "Curiosidades",
            "author": "Redação Gametech",
            "time": "há 2 horas",
            "slug": "stardew-valley-filme-serie-eric-barone-recusa",
            "content": "<h2>O medo de preencher as lacunas</h2><p>Stardew Valley está completando 10 anos em 2026, e embora o sucesso seja estrondoso, uma pergunta sempre paira no ar: onde está o filme ou a série de TV? Em uma entrevista recente ao IGN, <strong>Eric Barone</strong>, o criador solitário por trás do fenômeno, explicou que a ausência de adaptações não é por falta de convites, mas sim por uma preocupação profunda com o legado do jogo.</p><p>Barone revelou que recebe propostas constantemente, mas as recusa por temer que uma versão cinematográfica defina visualmente coisas que, hoje, pertencem apenas à imaginação de quem joga. \"Stardew Valley tem muito a ver com as personagens, o mundo e o tom. Você precisa usar um pouco a imaginação para preencher as lacunas, o que torna o jogo mais pessoal\", afirmou o desenvolvedor.</p><h3>O Efeito Harry Potter</h3><p>Para ilustrar seu ponto, ConcernedApe usou uma comparação curiosa com a saga <strong>Harry Potter</strong>. Ele mencionou que, após assistir aos filmes, é quase impossível lembrar de como ele imaginava o Harry ou o Ron apenas lendo os livros. A imagem do cinema acaba substituindo a visão pessoal do leitor (ou jogador), e é exatamente isso que ele quer evitar para a Vila Pelicano.</p><h2>A exceção que nunca virá</h2><p>Curiosamente, Barone admitiu que existia uma única pessoa a quem ele daria \"carta branca\" para adaptar seu mundo: o lendário diretor <strong>David Lynch</strong>. O criador admitiu que adoraria ver uma versão de Stardew Valley no estilo surrealista de <em>Twin Peaks</em>. Infelizmente, com o falecimento de Lynch em 2025, essa possibilidade foi encerrada.</p><p>Por enquanto, os fãs podem ficar tranquilos: a Vila Pelicano continuará existindo apenas nos consoles e PCs, mantendo viva a magia que cada jogador cria em sua própria fazenda.</p>",
            "sourceName": "IGN Brasil",
            "sourceUrl": "https://br.ign.com/stardew-valley/150591/news/acho-que-essa-e-a-minha-preocupacao-criador-de-stardew-valley-revela-motivo-de-nao-existir-adaptacoe"
        },
        {
            "title": "Switch 2 no Ocidente: Nintendo comenta vendas abaixo do esperado",
            "img": "https://sm.ign.com/t/ign_br/news/n/nintendo-r/nintendo-reportedly-almost-discouraging-switch-2-development_trzs.1920.jpg",
            "excerpt": "Enquanto o Japão bate recordes com Pokémon e Kirby, o mercado ocidental apresenta uma adoção mais lenta do novo console.",
            "label": "Indústria",
            "author": "Allana Aristides",
            "time": "há 5 horas",
            "slug": "nintendo-vendas-switch-2-ocidente",
            "sourceName": "IGN Brasil",
            "sourceUrl": "https://br.ign.com/nintendo-switch-2/150569/news/nintendo-recognhece-que-vendas-do-switch-2-tem-sido-um-pouco-mais-fracas-do-que-esperado-fora-do-japa",
            "content": "<h2>Sucesso doméstico vs. Desafio internacional</h2><p>A Nintendo discutiu abertamente esta semana o desempenho do <strong>Switch 2</strong> em seus primeiros meses de vida. Embora o console tenha se tornado um fenômeno cultural instantâneo no Japão, superando o desempenho de lançamento do primeiro Switch, a situação no Ocidente é um pouco mais complexa.</p><p>O presidente Shuntaro Furukawa admitiu aos acionistas que as vendas nos Estados Unidos e na Europa ficaram \"ligeiramente abaixo das expectativas\". Dados apontam uma queda de cerca de 35% no volume de vendas nos EUA em comparação ao mesmo período de lançamento do Switch 1 em 2017.</p><h3>O poder das franquias locais</h3><p>Furukawa acredita que a disparidade se deve ao catálogo inicial. No Japão, títulos como <strong>Pokémon Legends: Z-A</strong> e <strong>Kirby Air Riders</strong> impulsionaram uma transição em massa de usuários. No Ocidente, a Nintendo espera que os grandes lançamentos Third-Party anunciados recentemente ajudem a equilibrar essa balança nos próximos meses.</p>"
        }
    ]
}