[
    {
        "slug": "obsbot-tiny-3-lite",
        "title": "Review: OBSBOT Tiny 3 Lite – A webcam com gimbal que não justifica seu preço de US$ 350",
        "subtitle": "Ela não é significativamente melhor que a concorrência. Além disso, seu software é bagunçado e sobrecarregado.",
        "date": "07 de Fevereiro, 2026",
        "author": "Cameron Faulkner",
        "readTime": "10 min de leitura",
        "verdict": "8.0",
        "verdictTitle": "Selo Gametech: Tecnologia de Ponta",
        "verdictDescription": "A Obsbot Tiny 3 oferece um hardware excepcional com um gimbal extremamente preciso e microfones MEMS de alta qualidade. No entanto, o software complexo e o alto preço de lançamento impedem que ela seja uma recomendação unânime para todos os usuários.",
        "pros": [
            "Rastreamento de rosto por IA extremamente fluido e preciso",
            "Comandos de voz funcionam como mágica, mesmo sussurrando",
            "Qualidade de áudio dos microfones MEMS é superior à média",
            "Design ultra-compacto e leve (apenas 63g)"
        ],
        "cons": [
            "Preço de US$ 350 é significativamente superior aos concorrentes",
            "Software de acompanhamento é confuso e sobrecarregado",
            "Ganhos na qualidade de imagem sobre a geração anterior são incrementais"
        ],
        "mainImage": "https://cdn.vox-cdn.com/thumbor/Zc-u4aYq3YgR-z7j5hX1k2l3m4n=/0x0:2040x1360/1200x800/filters:focal(857x517:1183x843)/cdn.vox-cdn.com/uploads/chorus_image/image/74028456/obsbot_tiny_3_lite_review_hero.0.jpg",
        "imgCredit": "Cameron Faulkner / The Verge",
        "content": "<p>A empresa de webcams Obsbot lançou recentemente duas novas webcams equipadas com gimbal, a <strong>Tiny 3 de US$ 349</strong> e a <strong>Tiny 3 Lite de US$ 199</strong>. Ela afirma que o modelo mais caro é a menor webcam 4K com pan, tilt e zoom (PTZ) já feita, pesando 63 gramas. Ironicamente, a Tiny 3 Lite é mais pesada e maior. Tenho testado a Tiny 3 por algumas semanas, e aqui está o que você deve saber sobre ela.</p><p>Comparada à recente Link 2 Pro de US$ 249 da Insta360, a Tiny 3 tem um sensor ligeiramente maior e mais recursos baseados em IA, incluindo controle de voz e rastreamento de voz. Ela também possui microfones MEMS, que supostamente são melhores do que microfones condensadores na filtragem de ruídos indesejados, e a Obsbot afirma que são tão bons quanto um microfone dedicado. Eu só tenho minha Insta360 Link de 2022 em mãos para compará-la. E embora a Tiny 3 possa produzir uma imagem mais nítida do que a Link, não é uma diferença da noite para o dia com base nos meus testes com o hardware final de varejo.</p><figure><img src=\"https://cdn.vox-cdn.com/thumbor/ExampleImage1.jpg\" alt=\"A Obsbot Tiny 3 montada em um monitor\" /><figcaption>A Obsbot Tiny 3 montada no topo de um monitor. Foto de Cameron Faulkner / The Verge</figcaption></figure><p>Você pode comandar tanto a Tiny 3 quanto a Lite com perguntas predefinidas (“Hi, Tiny” para ligar, “Sleep, Tiny” para desligar, “Track Me” para ligar o rastreamento facial por IA, “Position 1” para ir para uma posição de câmera salva, etc.), mas apenas o modelo mais caro tem o Modo Mesa que permite olhar para baixo porque a base da Lite é muito grossa (a Link original tem um Modo Mesa também). A Tiny 3 ouve notavelmente bem, mesmo quando eu meio que murmuro os comandos. Embora, vê-la começar a rastrear meu rosto quando eu proferi a frase “track me” durante uma reunião tenha sido estranho o suficiente para que eu desligasse o recurso de controle de voz. Ambas anunciam captura de vídeo 4K / 30 quadros por segundo e até 120 quadros por segundo em 1080p. Elas também suportam o Switch 2, mas exigem o aplicativo complementar para ativar o modo. Ativar esse modo define 1080p como a resolução máxima no PC até que você o desative.</p><p>A Tiny 3 tem um campo de visão ligeiramente mais amplo, e seu ISO pode ir mais alto (12800 versus 6400 ISO máximo) em salas mal iluminadas. Ela traz um sensor de 1/1.28 polegada com uma abertura f/1.8 e uma distância focal equivalente a 24 milímetros, que são melhorias em relação ao modelo da geração anterior, embora incrementais. Sensores maiores podem capturar mais luz, apresentando imagens com menos ruído. Esses ganhos não foram tão perceptíveis durante meus testes, mas podem ser para outros, já que a área de trabalho de cada um parece diferente.</p><figure><img src=\"https://cdn.vox-cdn.com/thumbor/ExampleImage2.jpg\" alt=\"Comparação de qualidade de imagem da webcam\" /><figcaption>Comparação de qualidade de imagem entre a Tiny 3 e concorrentes.</figcaption></figure><p>A captura de vídeo em 4K / 30 quadros por segundo parece boa na Tiny 3 em chamadas de vídeo. Ela produz imagens mais nítidas do que a Lite e a Link, e como visto nas fotos brutas capturadas através do software da Obsbot, ela é melhor em resolver sombras vistas na minha camisa de manga longa amassada. As fotos devem ilustrar o quão próximas todas elas estão em qualidade visual. Existem diferenças na forma como lidam com o contraste, mas não acho que o modelo de US$ 350 seja o vencedor claro em nenhuma amostra de foto. Isso é realmente notável, considerando que minha Insta360 Link tem cerca de 3 anos.</p><p>Como mencionado anteriormente, a empresa afirma que a matriz de microfones MEMS da webcam (dois direcionais, um omnidirecional) pode rivalizar com o desempenho de um microfone autônomo. Eles soam bem, mas eu não consegui notar a diferença até pegar meu violão e começar a tocar. Eu conseguia ouvir dedilhados individuais das cordas do violão através do microfone da Tiny 3 melhor do que o Link que tenho em mãos. O detalhe extra é bom, embora se você estiver usando principalmente a Tiny 3 para chamadas de vídeo, é provável que seja comprimido, infelizmente. Além disso, a maioria das pessoas que se importam com o som de suas vozes ou instrumentos provavelmente já possui um microfone autônomo.</p><p>Eu ficaria mais impressionado com a Tiny 3 se ela tivesse um preço mais competitivo. Mas mesmo assim, eu relutaria em recomendá-la dado o estado de seu aplicativo complementar. Para dizer o mínimo, é uma bagunça superlotada para navegar, com recursos úteis aninhados em lugares difíceis de encontrar ao lado de outros que você provavelmente nunca tocará novamente.</p><p>Eu entendo que as webcams têm cada vez mais uma tonelada de recursos, e embora eu não esteja argumentando contra mais recursos para justificar preços altos, cabe a essas empresas tornar os recursos de uma webcam fáceis de usar, especialmente quando você está com pressa antes ou durante uma chamada. A Insta360 descobriu isso, e a Obsbot não.</p>",
        "specs": [
            {
                "label": "Sensor",
                "val": "1/1.28\" f/1.8"
            },
            {
                "label": "Resolução",
                "val": "4K @ 30fps / 1080p @ 120fps"
            },
            {
                "label": "ISO",
                "val": "Até 12800"
            },
            {
                "label": "Áudio",
                "val": "Mics MEMS (3 canais)"
            },
            {
                "label": "Peso",
                "val": "63g"
            }
        ],
        "amazonLink": "https://www.amazon.com/OBSBOT-Tiny-AI-Powered-Tracking-Streaming/dp/B0G636CXQM/"
    },
    {
        "slug": "logitech-g502-hero",
        "title": "Review: Logitech G502 Hero – O Rei da Produtividade ainda vale a pena hoje?",
        "subtitle": "Com o sensor HERO 25K e sua ergonomia lendária, o G502 continua sendo a escolha de milhões.",
        "date": "15 de Maio, 2024",
        "author": "João Tech",
        "readTime": "8 min de leitura",
        "verdict": "9.5",
        "verdictTitle": "Selo Gametech: Essencial",
        "verdictDescription": "O G502 Hero continua sendo a referência absoluta em ergonomia e versatilidade. Com precisão cirúrgica e botões totalmente programáveis, ele é imbatível na sua faixa de preço.",
        "pros": [
            "Sensor HERO 25K de alta precisão",
            "11 botões totalmente programáveis",
            "Scroll infinito extremamente satisfatório",
            "Sistema de peso ajustável"
        ],
        "cons": [
            "Cabo de borracha um pouco rígido",
            "Peso base elevado para quem prefere mouses leves (121g)"
        ],
        "mainImage": "https://picsum.photos/id/107/800/600",
        "imgCredit": "Logitech / Divulgação",
        "content": "<p>O coração do G502 Hero é o seu sensor proprietário HERO 25K. Em nossos testes em jogos competitivos como CS2 e Valorant, a resposta foi impecável. Não há aceleração de hardware ou smoothing perceptível em qualquer DPI abaixo de 10.000.</p><p>Sua ergonomia é pensada para longas sessões, com um descanso de polegar texturizado e botões bem posicionados.</p>",
        "specs": [
            {
                "label": "Sensor",
                "val": "HERO 25K"
            },
            {
                "label": "DPI",
                "val": "100 - 25.600"
            },
            {
                "label": "Botões",
                "val": "11 Programáveis"
            },
            {
                "label": "Peso",
                "val": "121g (+18g opt)"
            },
            {
                "label": "Polling Rate",
                "val": "1000Hz (1ms)"
            }
        ],
        "amazonLink": "https://www.amazon.com.br/s?k=logitech+g502+hero"
    }
]